android-tools-adb
android-tools-fastboot
autoconf
autojump
automake
brightnessctl
btop
build-essential
clangd
cloc
cmake
copyq
curl
deluge
dmenu
doxygen
dunst
exif
fd-find
feh
ffmpeg
figlet
flatpak
g++
gettext
gimp
git
gzip
i3blocks
i3lock
i3status
i3-wm
libbz2-dev
libffi-dev
libfontconfig1-dev
libfreetype6-dev
libimage-exiftool-perl
liblzma-dev
libncurses5-dev
libncursesw5-dev
libreadline-dev
libsqlite3-dev
libssl-dev
libstdc++-12-dev
libtool-bin
libxcb-xfixes0-dev
libxkbcommon-dev
llvm
lxappearance
mediainfo
nala
neofetch
net-tools
ninja-build
pavucontrol
picom
pkg-config
python3
python3.12-venv
python3-dev
python3-openssl
python3-pip
python3-tk
ripgrep
rofi
rsync
scdoc
slop
stow
syncthing
tldr
tmux
tree
unrar
unzip
vim
vim-gui-common
virt-manager
vlc
wget
xclip
xdotool
xz-utils
zlib1g-dev
zsh
zsh-doc
