android-tools-adb
android-tools-fastboot
autoconf
autojump
automake
build-essential
clangd
cloc
cmake
copyq
curl
deluge
doxygen
exif
fd-find
ffmpeg
figlet
flatpak
g++
gettext
git
git-filter-repo
gzip
htop
libfontconfig1-dev
libfreetype6-dev
libimage-exiftool-perl
libtool-bin
libxcb-xfixes0-dev
libxkbcommon-dev
mediainfo
nala
neofetch
net-tools
ninja-build
pkg-config
python3
python3-dev
python3-pip
python3-tk
ripgrep
rofi
rsync
scdoc
slop
stow
syncthing
tldr
tmux
tree
unrar
unzip
vim
vim-gui-common
virt-manager
vlc
wget
xclip
zsh
zsh-doc
